#vi:ft=ruby:
tap 'homebrew/services'

brew 'bash-completion'
brew 'curl'
brew 'git'
brew 'nvm'
brew 'zsh'
brew 'zsh-autosuggestions'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'

tap 'caskroom/cask'
cask 'alfred'
cask 'docker'
cask 'google-drive'
cask 'slack'
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'spotify'
cask 'visual-studio-code'
cask 'vlc'
